Repository: tonidevmuay/MULTILANG-DJANGO-LOGIN
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: fr

# welcome
source: Welcome to Multi Language :-)
fr: Bienvenue dans Multi Language :-)

# welcome_parrafo
source: This is a language test
fr: Ceci est un test de langue

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: French
fr: Français

source: About
fr: À propos

source: Home
fr: Page principale

# page_home
source: This is the HOME page
fr: Voici la page PRINCIPALE

# page_about
source: This is the ABOUT page
fr: Voici la page À PROPOS

# page_contact
source: This is the CONTACT page
fr: Voici la page CONTACT
